{
    "video": {
        "name": "Big Buck Bunny",
        "thumbnail": "Big_buck_bunny.jpg",
        "description": "Big Buck Bunny tells the story of a giant rabbit with a heart bigger than himself. When one sunny day three rodents rudely harass him, something snaps... and the rabbit ain't no bunny anymore! In the typical cartoon tradition he prepares the nasty rodents a comical revenge.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Big+Buck+Bunny.mp4"
    }
}
{
    "video": {
        "name": "Taylor's_version",
        "thumbnail": "Taylor's Version.jpg",
        "description": "Two men realise they're grappling with their love lives by posing to understand Taylor Swift.'What started as an actual conversation with a close friend, the grimmest man I know, blurting the words - 'I love Taylor Swift', left me contemplating about the Anthropocene.'Writer, Director & Editor - Pranav Bhasin Cast - Vvansh Sethi, Eklavey Kashyap (& Bhumika Ahuja).",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Taylor's_version.mp4"
    }
}
{
    "video": {
        "name": "caminandes",
        "thumbnail": "Caminandes.jpg",
        "description": "In this episode of the Caminandes cartoon series we learn to know our hero Koro even better! It's winter in Patagonia, food is getting scarce. Koro the Llama engages with Oti the pesky penguin, in an epic fight over that last tasty berry.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/caminandes.mp4"
    }
}
{
    "video": {
        "name": "Bimbo's Express",
        "thumbnail": "Bimbo's Express.jpg",
        "description": "Bimbo shows up at Betty's door with his assistants to help Betty move from her house. Bimbo takes one glance at Betty, and falls in love with her. Bimbo then sings 'Hello Beautiful' to Betty in Maurice Chevalier's voice. They then load up the moving van with all of her belongings (even the stairs) and Betty sits up into the driver's seat with Bimbo. She then moves 'around the corner'.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Bimbo's+Express.mp4"
    }
}
{
    "video": {
        "name": "Betty Boop Bimbo's Initiation",
        "thumbnail": "Bimbo's Initiation.jpg",
        "description": "Bimbo the Dog comes face to face with the mysterious cult of 'The Mystic Order of The Koo-Koo-Ma-Hatcha' after Mickey Mouse locks him in a sewer. He then has to go through many torturous experiences as the cultists try to convert him to their cause.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Betty+Boop+Bimbo's+Initiation.mp4"
    }
}
{
    "video": {
        "name": "Detouring Thru Maine",
        "thumbnail": "Detouring Thru Maine.jpg",
        "description": "Detouring Thru Maine is a 1950 animated short film with music that includes blackout gags, references to Maine wildlife, and the song 'The Maine Stein Song'",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Detouring+Thru+Maine.mp4"
    }
}
{
    "video": {
        "name": "Why Play Leap Frog",
        "thumbnail": "Why Play Leap Frog.jpg",
        "description": "Joe, who works at a doll factory, gets an economics lesson explaining why a doll that has only ten cents worth of materials costs two dollars at the toy shop.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Why+Play+Leap+Frog.mp4"
    }
}
{
    "video": {
        "name": "Doggone Tired",
        "thumbnail": "Doggone_Tired.jpg",
        "description": "Doggone Tired is a 1949 cartoon short directed by Tex Avery. Doggone Tired is one of three MGM cartoons currently in the public domain in the United States.",
        "videoUrl": "https://anthoniaflixbucket.s3.us-east-1.amazonaws.com/myflixVideos/Doggone+Tired.mp4"
    }
}